@add
  Входные параметры: 2, 3
  Выходные параметры: 5

  Входные параметры: 5, -2
  Выходные параметры: 3

@add
  Входные параметры: 2.5, 3.5
  Выходные параметры: 6

@add
  Входные параметры: 5, "3"
  Выходные параметры: Неверный формат аргументов

  Входные параметры: "5", 3
  Выходные параметры: Неверный формат аргументов

  Входные параметры: 5, None
  Выходные параметры: Неверный формат аргументов


@subtract
  Входные параметры: 10, 3
  Выходные параметры: 6

  Входные параметры: 7, 15
  Выходные параметры: -8

  Входные параметры: -4, -3
  Выходные параметры: -1

@subtract
  Входные параметры: 5.6, 2.3
  Выходные параметры: 3.3

@subtract
  Входные параметры: 5, "2"
  Выходные параметры: Неверный формат аргументов


@multiply
  Входные параметры: 4, 3
  Выходные параметры: 12

  Входные параметры: -3, 6
  Выходные параметры: -18

  Входные параметры: -4, -3
  Выходные параметры: 12

@multiply
  Входные параметры: 2.4, 3.2
  Выходные параметры: 7.68

@multiply
  Входные параметры: 2, "3"
  Выходные параметры: Неверный формат аргументов


@divide
  Входные параметры: 10, 2
  Выходные параметры: 5

  Входные параметры: 7, 2
  Выходные параметры: 3.5

  Входные параметры: -4, -2
  Выходные параметры: 2

@divide
  Входные параметры: 8.64, 2.4
  Выходные параметры: 3.6

@divide
  Входные параметры: 25, 0
  Выходные параметры: Нельзя делить на ноль

@divide
  Входные параметры: "8", 2
  Выходные параметры: Неверный формат аргументов   